{"base_info": {"title": "Greene County Animal Control", "rating": 2.6, "rating_user_count": 13}, "full_info": {"address": "990 Hal Henard Rd, Greeneville, TN 37743, Соединенные Штаты", "site": "greenecountytngov.com", "phone_number": "+1 423-798-1777", "plus_code": "5459+2W Гриневилл, Теннесси, США", "timetable": ""}, "coordinate": "<iframe src=\"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3221.368984806949!2d-82.88238908472809!3d36.1575746800859!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0x7fd5f66f67448b14!2sGreene%20County%20Animal%20Control!5e0!3m2!1sru!2skz!4v1652434381218!5m2!1sru!2skz\" width=\"600\" height=\"450\" style=\"border:0;\" allowfullscreen=\"\" loading=\"lazy\" referrerpolicy=\"no-referrer-when-downgrade\"></iframe>", "base_photo": "https://maps.gstatic.com/tactile/pane/default_geocode-1x.png", "reviews": [{"rating": 5, "text": "(Переведено Google) Прошлым летом моя девочка была стерилизована странствующими «ремонтниками» собак и кошек. Моя девочка хорошо себя чувствовала в тот день, но на заживление швов ушло больше времени, чем следовало бы, потому что она продолжала их ковырять. Теперь она полностью исцелена!\n\n(Оригинал)\nMy babygirl was spayed this past summer by the traveling dog and cat \"fixers\". My girl did good that day but took longer than it should have for her stitches to heal because she kept picking at them. She is all.healed now!"}, {"rating": 1, "text": "(Переведено Google) Это место должно быть SHUT DOWN! которые не заботятся о животных вообще. Зачем заниматься этим бизнесом, если вы не заботитесь о животных. Их работники, вероятно, являются детьми, которые использовали собак, и теперь нашли законный способ «положить животных вниз» или оставить животных в плохих ситуациях. Если вы работаете на этом месте, подумайте о себе.\n\n(Оригинал)\nThis place needs to be SHUT DOWN! joke employees who don't care about animals at all. Why get into this business if you don't care about animals. Their employees are probably kids who used to kick dogs and have now found a legal way to \"put animals down\" or leave animals in bad situations. If you work for this place consider yourself scum."}, {"rating": 1, "text": "(Переведено Google) Сегодня я попытался пройти проверку благосостояния в доме, где щенок из помета умер от плохого здоровья и голода. В 3:15 мне сказали, что я должен зайти с докладом. Хорошо, я направился туда, остановился заправиться в 3:50, понял, что они закрываются в 4, позвонил и снова поговорил с ними, сказал, что буду там около 4:05, чтобы подождать, мне сказали, что они закрываются в 4. сказал приятель, ты сказал мне войти, так что тебе лучше подождать меня. Доехали ровно 4:05, ворота закрыли и не дождались. Мне пришлось позвонить в мэрию, чтобы это сделать. Я считаю, что налогоплательщикам жаль, что они вносят свой вклад в эту никчемную кучу парней. За 10 с лишним лет, которые я провел в этой области, каждый опыт, который я когда-либо имел с ними, был разочарованием. Совершенно бесполезный отдел, который нужно закрыть.\n\n(Оригинал)\nToday I tried to get a welfare check done at a home whwre a pup from a litter had died from poor health and starvation. At 3:15 they told me I have to come in to make a report. Ok, I headed that way, stopped for gas at 3:50, realized they close at 4, called and spoke to them again, said I would be there about 4:05 to please wait, was told no they close at 4. I said buddy ypu told me to come in so you better wait for me. Got there exactly 4:05, gates were closed and they did not wait. I had to call the mayor's office to get this done. I think it's a shame tax payers even contribute to this worthless bunch of guys. In my 10+ years spent in this area, every experience I've ever had with them has been a let down. Totally worthless department that should be closed down."}, {"rating": 1, "text": "(Переведено Google) Ну, сначала они убили мою собаку, а затем забрали мою другую собаку, которая никогда не выходила на улицу и ничего не делал, и сказал, что это их правило. Я имею в виду, что я достаточно страдаю, и теперь мне нечего утешать. и моя мама получила записку на дверь, когда она вернулась домой и позвонила, но они не ответили и перезвонили на следующий день, чтобы сообщить моей маме, что они отложили осень. ну, я надеюсь, они вернут мою другую собаку, когда мы пойдем в суд\n\n(Оригинал)\nwell first of all they killed my dog and then take my other dog away who the have never came out for nor did he do anything and say its their rule . i mean I am  suffering  enough and now i have nothing for comfort .  and my mom got the note on the door when she got home and callled and they didnt answer and called back the next day to inform my mom that they had put atumn down.well i hope they give my other dog back once we go to court"}, {"rating": 1, "text": "(Переведено Google) Это место - шутка вместе с ребятами, которые там работают. Я вошел, подал жалобу на плохую ситуацию, о которой они уже были недавно, сказали мне подать жалобу на животных, и они вышли на место, и сказали хозяину, который является моим соседом, что я был тем, кто подал жалобу, оказывается там друзья, из-за этого животные должны страдать, около 8 собак должны лежать на фекалиях и на морозе из-за этих манекенов\nВсе мои соседи были там, но ничего не сделано.\n\n(Оригинал)\nThis place is a joke along with the guys who work there. I went in filed a complaint about a bad situation they already new about told me to file a complaint about the animals an they went out to the place an told the owner which is my neighbor that I was the one who filed the complaint turns out there friends am because of that the animals have to suffer about 8 dogs have to lay so there on feces and out in the cold because of these dummies\nAll my neighbors have been there yet nothing has been done."}, {"rating": 1, "text": "(Переведено Google) Они не отвечают на телефонный звонок в течение 3 дней подряд, пытаясь найти, что мои собаки наконец приехали туда и получили информацию, в которой я нуждался\n\n(Оригинал)\nThey never answer the phone called for 3 days straight trying to find my dogs finally drove up there and got info i needed"}, {"rating": 4, "text": "(Переведено Google) Персонал был очень любезным и дружелюбным.\n\n(Оригинал)\nStaff were very helpful and friendly."}, {"rating": 1, "text": "(Переведено Google) Это место шутка!\n\n(Оригинал)\nThis place is a joke!"}], "photos": []}